{

  "languages-home": "Home",

  "languages-biografie" : "Biografie",
  "languages-p-1-biography" : "Lodewijk DE VOCHT (Antwerpen, 21 september 1887 - ‘s Gravenwezel, 27 maart 1977) kreeg zijn vroegste muziekopleiding in het Antwerps Kathedraalkoor van Emile Wambach. Daarna studeerde hij aan het Koninklijk Vlaams Conservatorium van Antwerpen bij Jan Bacot (viool), Frans Lenaerts (piano), Lodewijk Mortelmans (harmonie, contrapunt en fuga) en opnieuw Wambach (orkestratie en compositie). ",

  "languages-componist" : "Componist",
  "languages-componist-p-1" : "Zijn eerste composities schreef Lodewijk De Vocht al op zijn zestiende (koorwerken, liederen en de cantate Groeninghe). Hij zou overwegend vocale muziek blijven schrijven, al componeerde hij in het begin van zijn carrière enkele frisse symfonische gedichten, zoals Dageraad (1907) en In Ballingschap (1915). Op latere leeftijd ook nog concerto’s voor viool (1944), cello (1955) en blokfluit (1957). Lodewijk De Vochts meest originele composities zijn voor koor bestemd: virtuoze, soms woordloze koorstudies en koorsymfonieën, zoals Grote Symfonie voor gemengd koor en orkest (1932) en Vier studies voor gemengd koor. Nog voor koor schreef hij ook religieuze muziek en cantates: Lofzang aan Antwerpen; Volkenhulde (voor de Wereldtentoonstelling in 1930); Scaldis Aetema (1966) en het lyrisch zangspel Primavera (1962 - 1967). Tenslotte is hij ook de auteur van liederen (op teksten van Gezelle, Simons, Cuppens, Peleman e.v.a.), kamermuziek (Trio voor houtblazers, 1955) en solowerken voor piano en gitaar.",
  "languages-componist-p-2" : "De Vocht heeft een omvangrijk oeuvre van neoromantische inspiratie nagelaten. Het omvat symfonische gedichten en cantates, kamermuziek, concerti voor viool, cello en blokfluit, solowerken voor viool, piano, blokfluit en gitaar, missen, motetten, liederen en hymnen alsook toneelmuziek.",

  "languages-dirigent" : "De dirigent",
  "languages-dirigent-p-1" : "Naast zijn activiteiten als componist bouwde Lodewijk De Vocht ook een grote carrière als dirigent uit. Als violist in het orkest van de Maatschappij der Nieuwe Concerten had hij gewerkt onder de leiding van o.a. Gustav Mahler, Richard Strauss, Hans Richter en Felix Weingartner. In 1913 volgde hij Wambach op als kapelmeester van de Antwerpse kathedraal; in 1915 werd hij dirigent van het vrouwenkoor van Constance Teichmann en Amanda Schnitzler-Selb, dat hij een jaar later uitbouwde tot het gemengd koor Chorale Caecilia; in 1921 verving hij Lodewijk Mortelmans als dirigent van de Nieuwe Concerten; en in 1935 werd hij dirigent van de Antwerpse conservatoriumconcerten. Met de Chorale Caecilia bracht hij jaarlijks de Mattheuspassie en samen met het orkest van de Nieuwe Concerten zorgde hij voor baanbrekende uitvoeringen van Les Euménides van Darius Milhaud en Jeanne d’Arc au bûcher van Arthur Honegger, twee componisten met wie hij nauw samenwerkte. Met een veertigtal uitvoeringen van Jeanne d’Arc, tot in Parijs en op de Hollandfestivals van 1946 en 1947 toe, zou hij de belangrijkste verdediger van dit werk worden. In 1943 zette hij Honeggers meesterwerk ook op plaat voor His Master’s Voice en in 1960 dirigeerde hij het werk in een rechtstreekse Eurovisie-uitzending. ",


  "languages-werken": "Werken",
  "languages-koormuziek" : "Koormuziek",
  "languages-kamermuziek" : "Kanermuziek",
  "languages-orkestmuziek": "Orkestmuziek",
  "languages-solomuziek": "Solomuziek",

  "languages-concertagenda": "Concertagenda",

  "languages-het-fonds": "Het fonds",
  "languages-het-fonds-p1" : "    Het Lodewijk De Vocht Fonds zorgt voor de verspreiding van de muziek van Lodewijk De Vocht. Het fonds zorgt voor de ontsluiting van de collectie partituren en promoot deze bij mogelijke uitvoerders. Het fonds onderhoudt nauwe banden met het Studiecentrum Vlaamse Muziek en de uitgeverijen ",
  "languages-het-fonds-p2" : " en ",
  "languages-het-fonds-knop" : "Het bestuursorgaan van het Lodewijk de Vocht Fonds vzw bestaat uit volgende leden: ",
  "languages-het-fonds-voorzitter" : "voorzitter",
  "languages-het-fonds-ondervoorzitter" : "ondervoorzitter",
  "languages-het-fonds-penningmeester" : "penningmeester",
  "languages-het-fonds-secretaris" : "secretaris",
  "languages-het-fonds-lid" : "lid",

  "languages-contact": "Contact",




  "languages-download": "Download",
  "languages-download-niet-beschikbaar": "Download",
  "languages-beluister": "Download",
  "languages-beluister-niet-beschikbaar": "Download",

  "languages-beschikbaar-bij": "beschikbaar bij"




}